---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingWidth
source: html/bf7245ba-e449-e3dd-ecc0-927b02a1bcba.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingWidth Property

"Railing Width"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingWidth { get; }
```